Repository: Albert221/aw_pilot_helper
Catalog: lib/l10n/arb/app_*.arb
Languages: pl

# appName
source: AW Pilot Helper
pl: AW Pomocnik Pilota

# home_aboutApp
source: About app
pl: O aplikacji

# home_newEntry
source: New entry
pl: Nowy wpis

# home_planeSpecsNoInternet
source: No internet or no server connection.
pl: Brak internetu lub połączenia z serwerem.

# home_planeSpecsOtherError
source: An error occurred.
pl: Wystąpił błąd

# about_title
source: About app
pl: O aplikacji

# about_licenses
source: Licenses
pl: Licencje

# previousEntriesTile_title
source: Previous entries ({count})
pl: Poprzednie wpisy ({count})

# previousEntries_title
source: Previous entries
pl: Poprzednie wpisy

# previousEntries_noEntries
source: You have no entries.
pl: Nie masz żadnego wpisu.

# entry_titleCreate
source: New entry
pl: Nowy wpis

# entry_titleEdit
source: Edit entry
pl: Edytuj wpis

# entry_beforeFlight
source: Before flight
pl: Przed lotem

# entry_weighting
source: Weighting
pl: Wyważenie

# entry_flightTime
source: Flight time
pl: Czas lotu

# entry_notes
source: Notes
pl: Notatki

source: Entry name
pl: Nazwa wpisu

# entry_oil
source: Oil
pl: Olej

# entry_fuelTankName
source: Fuel ({tankName})
pl: Paliwo ({tankName})

# entry_fuelTankCapacity
source: Capacity {capacity} l
pl: Pojemność {capacity} l

# entry_emptyPlane
source: Empty plane
pl: Pusty samolot

# entry_weightCalculations
source: Arm {arm} m • Moment {moment} kgm
pl: Ramię {arm} • Moment {moment} kgm

# entry_drawbar
source: Drawbar ({weight} kg)
pl: Dyszel ({weight} kg)

# entry_timeZulu
source: ZULU time: {time}
pl: Czas ZULU: {time}

# entry_timeNow
source: Now
pl: Teraz

# entry_startTime
source: Start time
pl: Godzina uruchomienia

# entry_takeoffTime
source: Take-off time
pl: Godzina startu

# entry_landTime
source: Landing time
pl: Godzina lądowania

# entry_stopTime
source: Stop time
pl: Godzina wyłączenia

# entry_notesHint
source: Write your notes here...
pl: Wpisz tutaj notatki...
